/* localized displayName */

"Disk Image" = "Levytiedosto";
"Creating Image..." = "Luodaan levytiedostoa...";
"Mounting Image..." = "Tuodaan levytiedosto näkyviin...";
"Converting Image..." = "Muunnetaan levytiedosto...";

"Disk Image Converting" = "Levytiedoston muuntaminen";
"Disk Image Progress" = "Levytiedoston edistyminen";

/* window names */
"Create Disk Image" = "Levytiedosto";
"Disk Image Converter" = "Levytiedoston muuntaja";

"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "Tiedostotarkenteen on oltava  .dmg, .img, .cdr, .iso, .smi tai .toast.";

"Volume Size:" = "Taltion koko:";
"Volume Name:" = "Taltion nimi:";
"Megabytes" = "megatavua";
"Mount after creating" = "Tuo näkyviin luonnin jälkeen";
"Cancel" = "Kumoa";
"Create" = "Luo";

"Read only compressed" = "Vain luku, pakattu";
"Read only" = "Vain luku";
"Read/Write" = "Luku/kirjoitus";
"DVD/CD-R master" = "DVD/CD-R master";
"Convert" = "Muunna";
"Image Format" = "Muunna levytiedosto muotoon:";

"untitled" = "nimetön";
"Finished" = "Valmis";

"Internet enable" = "Valmistele Internet-käyttöön";
"Create..." = "Uusi levytiedosto…";
"Change Format..." = "Muunna levytiedosto…";
"Burn Image..." = "Polta levytiedosto...";

"Create with size:" = "Luo kokoon:";
"Create with directory:" = "Luo hakemistolla:";
"Format:" = "Muoto:";
"Encryption:" = "Salaus:";
"None" = "Ei mitään";
"Sparse" = "Harva";
"Name:" = "Nimi:";

"AES-128 (recommended)" = "AES-128 (suositeltu)";

